Repository: Aeyoun/webm-plus
Catalog: locales/*/jstrings.po
Languages: de, es, fr, ja, lt, nb, pt_br, ru, uk

source: Add a ‘Download Video’ button below all WebM videos
de: Füge einen »Video Downloaden« Button unter allen WebM-Videos hinzu
es: Agregar un boton 'Bajar Video' debajo de todos los videos WebM
fr: Ajouter un bouton ‘Télécharger la vidéo’ ci-dessous toutes les vidéos WebM
ja: ずべてのWebM動画の下に「動画のダウンロード」のボタンを表示する。
lt: Rodyti "Parsisiūsti video" mygtuką po visais WebM video
nb: Legg til en ‹Hent ned video› knapp under alle WebM videoer
pt_br: Adicione um botão “Baixe o Video” abaixo de todos os vídeos WebM
ru: Добавить кнопку "Скачать видео" ко всем WebM роликами
uk: Додати кнопку "Завантажити відео" до всіх WebM роликів

source: Check HTML5 Trial participation status once per session
de: Überprüfe den HTML5-Test Teilnehmer-Status einmal pro Sitzung
es: Revisar el status de los participantes HTML5 de Prueba, una vez por sesion
fr: Vérifier l'état du participation à l'essai HTML5 une fois par session
ja: 恪セッションごとに一回HTML5試験の参加状況を確認する。
lt: Patikrinti HTML5 bandymo dalyvavimo statusą bent kartą per sesiją
nb: Kontroller HTML5-testdeltagelsestatus én gang per økt
pt_br: Verifique o status da participação no HTML5 Trial uma vez por sessão
ru: Проверять статус HTML5 условно-бесплатного участия один раз за сессию
uk: Перевіряти статус HTML5 умовно-безкоштовної участі один раз за сесію

source: Click, then press Ctrl+S to save.
de: Klicken, dann Strg+S zum Speichern drücken
es: Haga click, y despues presione Ctrl+S para grabar.
fr: Cliquez, puis appuyez sur Ctrl+S pour enregistrer.
ja: 保存するには選択して、Ctrl-Sを押します。
lt: Spragtelėkite, tuomet paspauskite Ctrl+S tam kad išsaugotumėte
nb: Klikk, deretter trykker du Ctrl+S for å lagre.
pt_br: Clique e depois pressione Ctrl+S para salvar.
ru: Кликните на кнопке. После нажмите Ctrl+S чтобы сохранить файл на диск.
uk: Клацніть по кнопці, потім натисніть Ctrl+S щоб зберегти відео на диск.

source: Done
de: Fertig
es: Hecho
fr: Fait
ja: 終了
lt: Baigta
nb: Ferdig
pt_br: Concluído
ru: Готово
uk: Готово

source: Download Video
de: Video herunterladen
es: Bajar Video
fr: Télécharger la vidéo
ja: ビデオのダウンロード
lt: Atsisiūsti video
nb: Hent Ned Video
pt_br: Baixe o Video
ru: Скачать видео
uk: Завантажити відео

source: Embed alternate player instead of using Flash
de: Alternativen Player einbinden statt Flash zu benutzen
es: Insertar jugador alterno en lugar de usar Flash
fr: Intégrer lecteur de remplacement au lieu d'utiliser Flash
ja: Flashを使用の変わりに代替プレーヤーをエンベッドする。
lt: Idėti alternatyvų grotuvą vietoje Flash
nb: Bruk alternativ avspiller istedenfor Flash
pt_br: Embutir o player alternativo ao invés de usar o Flash
ru: Добавить альтернативный плеер вместо того чтобы использовать Flash
uk: Додати альтернативний плеєр замість того щоб використовувати Flash

source: Hide promotions for Adobe Flash Player
de: Werbung für den Adobe Flash Player ausblenden
es: Ocultar las promociones de Adobe Flash Player
fr: Masquer les promotions pour Adobe Flash Player
ja: Adobe Flash プレヤーのCMを隠す。
lt: Nerodyti pasiūlymų skirtų Adobe Flash Player
nb: Skjul reklame for Adobe Flash Player
pt_br: Ocultar propagandas do Adobe Flash Player
ru: Скрыть предложения о скачивании плагина Adobe Flash Player
uk: Сховати пропозиції щодо завантаження плагіну Adobe Flash Player

source: Open source on Github
de: Öffne die Quell-Datei auf Github
es: Codigo abierto en Github
fr: Ouvrir la source sur Github
ja: Github上でオーペンソース
lt: Atidaryti kodą Github
nb: Åpen kode på Github
pt_br: Código aberto no Github
ru: Открытый код на Github
uk: Відкритий код на Github

source: Request WebM for embedded videos on third-party Web sites
de: Bevorzuge WebM für eingebettete Videos auf Webseiten von Drittanbietern
es: Solicitar WebM para videos insertados en sitios Web de terceros
fr: Demander WebM pour des vidéos intégrées sur des sites Web tiers
ja: 第三者ウェブサイトのエンベッドせれた動画に関しては、WebM阪を要求する。
lt: Pageidauti naudoti WebM kitose svetainėse idėtiems video
nb: Be om WebM for videor bakt inn i tredjeparts nettsider
pt_br: Solicitar WebM para videos embutidos em websites de terceiros
ru: Запросить WebM для встроенных видео на сторонних веб-сайтах
uk: Запитати WebM для вбудованих відео на сторонніх веб-сайтах

source: YouTube WebM Plus options
de: YouTube WebM Plus Einstellungen
es: Opciones de YouTube WebM Plus
fr: Options YouTube WebM Plus
ja: YouTube WebM Plusの設定
lt: Налаштування YouTube WebM Plus
nb: YouTube WebM Plus valg
pt_br: Opções do YouTube WebM Plus
ru: Настройки YouTube WebM Plus
uk: Налаштування YouTube WebM Plus
